{"data":[{"id":"1319847456876732418","text":"@nongmowater (This is me bullying u)"},{"id":"1319847450912395269","text":"people are still bullying hetalia fans and asking them to stop liking it,,, like, do you even know how much hetalia helped me go through a really bad time??? it's literally my comfort show, i can't let go of it and just overall love the show +"},{"id":"1319847448487948288","text":"@46Ninja @Indiwulf Difiero muchísimo que los golpes sirven para poner un alto al bullying, existen otros medios o vías para ello, actualmente en las escuelas la cuestión es más estricta. \n\nLos golpes pueden desatar cosas peores."},{"id":"1319847445560356864","text":"RT @yerimiesieshi: YERI WAS ADDED MONTHS AFTER RV DEBUTED AND PEOPLE TELL HER TO LEAVE THE GROUP\n\nJOY WAS CRITICIZED WITH HER VOCALS AND BO…"},{"id":"1319847427529076737","text":"RT @afrobruja: One thing I can’t tolerate is people trying to take control of an individual power to voice their opinion \n\nAnother is bully…"},{"id":"1319847421589872640","text":"RT @stephphilip8: ON KAMALA HARRIS' STYLE IN HEARINGS (2017)\n\"HER COMBINATION OF INCIVILITY,\nBULLYING, &amp; VICTIMHOOD...\"\n\"Harris had interru…"},{"id":"1319847419333332992","text":"@tortoise @abcholmes I can't believe bullying is still a thing.\n\nBut then again... I can't believe racism is still a thing.\n\nHumans can be so terrible to each other."},{"id":"1319847387418873856","text":"RT @blinksapphic: not knetz bullying and harassing female idols for YEARS and then coming on to condemn irene. its just so funny to me that…"},{"id":"1319847369354014720","text":"RT @aslamnorhan: Schools should stop covering up bullying cases in order to maintain their reputation and give on par punishment to bullies…"},{"id":"1319847367236005890","text":"RT @JorgeAl91192610: @MarceloLarin1 Y GENERAL ELECTRIC no te gusta?\nPueden ser también:\n- Huawei\n- Samsung\n- Toshiba\n- Panasonic\n- LG\n- Tej…"}],"meta":{"newest_id":"1319847456876732418","oldest_id":"1319847367236005890","result_count":10,"next_token":"b26v89c19zqg8o3fos8w5stui7c09gq2ne7yre2pizfr1"}}